Repository: ControlledChaos/Slack-Notifications
Catalog: languages/dorzki-notifications-to-slack-*.po
Languages: he_il

source: :information_source: There is a new WordPress version available - v%s (current version is v%s).
he_il: ‏:information_source: ישנה גרסת וורדפרס חדשה זמינה - v%s (גרסא נוכחית v%s).

source: :information_source: There is a new version of the theme *%s* - v%s (current version is v%s).
he_il: ‏:information_source: ישנה גרסא חדשה של ערכת הנושא *%s* - v%s (גרסא נוכחית v%s).

source: • *%s* - v%s (current version is v%s)
he_il: ‏• *%s* - v%s (גרסא נוכחית v%s)

source: :information_source: The following plugins have a new version:
he_il: ‏:information_source: לתוספים הבאים יש גרסאות חדשות:

source: :metal: The post *<%s|%s>* was published by *%s* right now!
he_il: ‏:metal: הפוסט *<%s|%s>* פורסם הרגע ע״י *%s*!

source: :metal: The post *<%s|%s>* was scheduled to be published by *%s* on *%s*
he_il: :metal: הפוסט *<%s|%s>* תוזמן לפרסום ע״י *%s* בתאריך *%s*

source: :metal: The post *<%s|%s>* by *%s* is pending approval.
he_il: :metal: הפוסט *<%s|%s>* ע״י *%s* ממתין לאישור.

source: :metal: The post *<%s|%s>* by *%s* was updated.
he_il: :metal: הפוסט *<%s|%s>* ע״י *%s* עודכן.

source: :metal: The page *<%s|%s>* was published by *%s* right now!
he_il: ‏:metal: העמוד *<%s|%s>* פורסם הרגע ע״י *%s*!

source: :metal: The page *<%s|%s>* was scheduled to be published by *%s* on *%s*
he_il: :metal: העמוד *<%s|%s>* תוזמן לפרסום ע״י *%s* בתאריך *%s*

source: :metal: The page *<%s|%s>* by *%s* is pending approval.
he_il: :metal: העמוד *<%s|%s>* ע״י *%s* ממתין לאישור.

source: :metal: The page *<%s|%s>* by *%s* was updated.
he_il: :metal: העמוד *<%s|%s>* ע״י *%s* עודכן.

source: :metal: A new comment by *%s* on *<%s|%s>*:
he_il: ‏:metal: תגובה חדשה ע״י *%s* ב-*<%s|%s>*:

source: :dancer: A new user just registered - *%s* (%s).
he_il: ‏:dancer: משתמש חדש נרשם הרגע - *%s* (%s).

source: :bowtie: Administrator login: *%s*.
he_il: ‏:bowtie: התחברות מנהל: *%s*.

source: :metal: The %s *<%s|%s>* was published by *%s* right now!
he_il: :metal: ה-%s *<%s|%s>* פורסם הרגע ע״י *%s*.

source: :pizza: Mmmmmm..... Pizzzzzzzzzzzzzzzzzzza!!!
he_il: ‏‪:‬pizza‪:‬ ממממממממממממ….. פיצצצצצצצצצצצצצצצצה!!!

source: Slack Notifications
he_il: התראות Slack

source: Slack Notifications Integration
he_il: התממשקות התראות Slack

source: Oops... It's seems like you don't meet the required level of permissions
he_il: אופס… נראה כי אין לך את ההרשאה המתאימה

source: There seem to be an error with the <a href="%s">webhook configuration</a>, please try again.
he_il: נראה שיש תקלה ב<a href="%s">הגדרות התוסף</a>, אנא נסה שנית.

source: by
he_il: מאת

source: dorzki
he_il: דורזקי

source: Integration Setup
he_il: הגדרות התממשקות

source: Setup the integration between WordPress and Slack API.
he_il: הגדר את ההתממשקות בין וורדפרס ו-Slack.

source: Webhooks Endpoint
he_il: נקודת קצה

source: Add <a href='%s' target='_blank'>Slack Incoming Webhooks</a> to your Slack Account and paste the Webhook URL here.
he_il: הוסף <a href='%s' target='_blank'>Slack Incoming Webhooks</a> לחשבון ה-Slack שלך והדבק את הקישור כאן.

source: Channel Name
he_il: שם ערוץ

source: Write here the desired channel name to receive notifications, don't forget to include the hash symbol before the name.
he_il: כתוב כאן את שם הערוץ הרצוי כדי לקבל הודעות, אל תשכח לכלול את סמל ה-hash לפני השם.

source: Slack Bot Name
he_il: שם הבוט

source: The Slack Bot name to be displayed in notifications.
he_il: שם הבוט אשר יציג את ההתראות בערוץ.

source: Slack Bot Logo
he_il: לוגו בוט

source: Upload
he_il: העלה

source: Slack Bot image to be displayed in Slack.
he_il: תמונת הבוט אשר יציג את ההתראות בערוץ

source: Desired Notifications
he_il: התראות רצויות

source: Please select the desired notification to be sent on event fire.
he_il: נא בחר את ההתראות אותם תרצה לקבל.

source: Version Updates
he_il: עדכוני גירסא

source: WordPress Core Update Available?
he_il: עדכון ליבה של וורדפרס זמין?

source: Theme Update Available?
he_il: עדכון ערכת נושא זמין?

source: Plugin Update Available?
he_il: עדכון תוסף זמין?

source: New Entries
he_il: פרסומים חדשים

source: Post Published
he_il: פוסט פורסם

source: Post Scheduled
he_il: פוסט תוזמן

source: Post Pending
he_il: פוסט ממתין לאישור

source: Post Updated
he_il: פוסט עודכן

source: Page Published
he_il: עמוד פורסם

source: Page Scheduled
he_il: עמוד תוזמן

source: Page Pending
he_il: עמוד ממתין לאישור

source: Page Updated
he_il: עמוד עודכן

source: %s Published
he_il: %s פורסם

source: New Comment
he_il: תגובה חדשה

source: Users
he_il: משתמשים

source: New User
he_il: משתמש חדש

source: Admin Logged-in
he_il: מנהל התחבר

source: Test Integration
he_il: בדיקת אינטגרציה

source: Test if you configured the plugin correctly by sending a test notification (available only if the plugin is configured).
he_il: בדוק את הגדרות התוסף ע״י שליחת התראת ניסיון (זמין רק אם התוסף מוגדר כהלכה).

source: Send test notification
he_il: שלח התראת ניסיון

source: Add Slack integration to a channel and send desired notifications as a slack bot.
he_il: הוסף התממשקות ל-Slack וקבל התראות בזמן אמת לערוץ ה-Slack שלך.
